{
    "ProfilePic": "PP.png",
    "ProfilePicHover": "PP-glassed.png",
    "Name": "Oğuzhan Kandakoğlu",
    "BirthDate": "11 - 24 - 1999",
    "JobTitle": "Full Stack Developer",
    "ResumeFileName": "https://drive.google.com/file/d/15puAVx3aU4Hi3hkez6rLzPuP3oiROMT0/view?usp=sharing",
    "Social": {
        "linkedin": "https://linkedin.com/in/ozxk",
        "twitter": "https://twitter.com/Ozx_K",
        "github": "https://github.com/Ouzx",
        "email": "mailto:oguzhankandakoglu@gmail.com"
    },
    "HI": "Oğuz",
    "Description": "I am a full stack web developer with a passion for creating web applications using technologies such as <b>JavaScript, React,</b> and <b>Node.js</b>. I have gained a lot of experience and knowledge in various web development domains throughout my career. I always aim to provide an outstanding user experience with my web applications, and I have excellent problem-solving skills and teamwork abilities. I keep myself updated with the latest trends and innovations in technology, and I constantly look for ways to enhance the quality and performance of my work.",
    "Contact": {
        "email": "oguzhankandakoglu@gmail.com",
        "phone": "(+90)-546-488-9884",
        "phoneLink": "+905464889884",
        "address": "Ankara, Turkey",
        "availability": "Available to change countries/move, remote"
    },
    "Experience": [
        {
            "title": "Game Developer & Co-Founder",
            "company": "Axolot Games",
            "date": "March 2022 - October 2022",
            "description": "I developed several hyper-casual games for <b>Android</b> and <b>iOS</b> platforms using <b>Unity</b> and <b>C#</b> as a Game Developer. I also co-founded the company and took charge of the apps' <b>KPI and the team management</b>. We worked with several companies from several countries."
        },
        {
            "title": "Web Developer Intern",
            "company": "VHS Elektronik",
            "date": "June 2021 - September 2021",
            "description": "I contributed to the development and maintenance of web applications using <b>JavaScript</b> and <b>React</b>, as well as database management using <b>T-SQL</b> and <b>PL-SQL</b>. I worked with a team to build a web application for <b>one of Turkey's largest critical infrastructures.</b>"
        }
    ],
    "Education": [
        {
            "title": "Bachelor of Computer Science",
            "company": "KIRIKKALE University",
            "date": "2018 - 2022",
            "description": "Completed coursework in web development, software engineering, and computer science. Graduated with Honor Degree.",
            "GPA": "GPA: 3.09 / 4.00"
        }
    ],
    "Languages": [
        {
            "title": "English",
            "level": "Fluent"
        },
        {
            "title": "German",
            "level": "Beginner"
        },
        {
            "title": "Turkish",
            "level": "Native"
        }
    ],
    "Certifications": [
        {
            "title": "Develhope Full Stack Web Development Bootcamp",
            "date": "June 2023",
            "description": "Develhope Full Stack Web Development Bootcamp is a 6-month intensive program that provides students with the skills and knowledge to become a full stack web developer.",
            "company": "Develhope"
        },
        {
            "title": "AZ-900: Microsoft Azure Fundamentals",
            "date": "December 2022",
            "description": "Microsoft Azure Fundamentals certification is an entry-level certification that demonstrates foundational knowledge of cloud concepts, Azure services, security, privacy, compliance, and trust.",
            "company": "Microsoft"
        }
    ],
    "ProjectList": [
        {
            "title": "OZXK Blog | Full Stack React Project",
            "description": "This project is a personal blog site that I built with React, Next.js and SASS. It features a content management system that I designed and implemented with Node.js and MongoDB. The CMS allows me to create and edit my blog posts and manage my website settings with ease. You can find the source code of this project on Github.",
            "link": "https://github.com/Ouzx/ozxkdev",
            "linkType": "Github",
            "img": "/favicon.png"
        },
        {
            "title": "Freelance Wordpress Projects",
            "description": "I have been working as a freelance Wordpress developer for the past 4 years. I have created 6 live Wordpress websites for various clients in different industries. Some of the websites I have developed include local businesses, e-commerce platforms, and learning management systems. Through these projects, I have acquired skills in SEO, caching strategies, minification and lazy loading, and UI/UX design.",
            "link": "",
            "img": "/wordpress.jpg"
        }
    ]
}