{
    "ProfilePic": "PP.png",
    "ProfilePicHover": "PP-glassed.png",
    "Name": "Oğuzhan Kandakoğlu",
    "BirthDate": "11 - 24 - 1999",
    "JobTitle": "Full Stack Developer",
    "ResumeFileName": "https://drive.google.com/file/d/19K6t7OgmZKtuo98yC88fLoSfk_8mr7jc/view?usp=drive_link",
    "Social": {
        "linkedin": "https://linkedin.com/in/ozxk",
        "twitter": "https://twitter.com/Ozx_K",
        "github": "https://github.com/Ouzx",
        "email": "mailto:oguzhankandakoglu@gmail.com"
    },
    "HI": "Oğuz",
    "Description": "Full stack web developer with a passion for creating web applications using technologies such as <b>JavaScript</b>, <b>React</b>, and <b>Node.js</b>. Experienced in various web development domains and committed to delivering outstanding user experiences. Strong problem-solving skills and a collaborative mindset. Dedicated to staying updated with the latest trends and innovations to enhance the quality and performance of work.",
    "Contact": {
        "email": "oguzhankandakoglu@gmail.com",
        "phone": "(+90)-546-488-9884",
        "phoneLink": "+905464889884",
        "address": "Ankara, Turkey",
        "availability": "Available to relocate"
    },
    "Experience": [
        {
            "title": "Full Stack Developer",
            "company": "Junius Tech",
            "date": "March 2023 - Present",
            "description": "Developing and maintaining web applications with multiple teams using <b>Next.js</b> and <b>Firebase</b>. Primarily focused on <v>AI applications</v>, leveraging <b>cutting-edge technologies</b> to create innovative solutions."
        },
        {
            "title": "Game Developer & Co-Founder",
            "company": "Axolot Games",
            "date": "March 2022 - October 2022",
            "description": "Developed several hyper-casual games for <b>Android</b> and <b>iOS</b> platforms using <b>Unity</b> and <b>C#</b>. Co-founded the company and managed apps' key performance indicators (KPIs) and team."
        },
        {
            "title": "Web Developer Intern",
            "company": "VHS Elektronik",
            "date": "June 2021 - September 2021",
            "description": "Contributed to the development and maintenance of web applications using <b>JavaScript</b> and <b>React</b>. Managed databases using <b>T-SQL</b> and <b>PL-SQL</b>. Collaborated with a team to build a web application for one of Turkey's largest critical infrastructures."
        }
    ],
    "Education": [
        {
            "title": "Bachelor of Computer Science",
            "company": "KIRIKKALE University",
            "date": "2018 - 2022",
            "description": "Completed coursework in web development, software engineering, and computer science. Graduated with Honor Degree.",
            "GPA": "GPA: 3.09 / 4.00"
        }
    ],
    "Languages": [
        {
            "title": "English",
            "level": "Fluent"
        },
        {
            "title": "German",
            "level": "Beginner"
        },
        {
            "title": "Turkish",
            "level": "Native"
        }
    ],
    "Certifications": [
        {
            "title": "Develhope Full Stack Web Development Bootcamp",
            "date": "June 2023",
            "description": "Develhope Full Stack Web Development Bootcamp is a 6-month intensive program that provides students with the skills and knowledge to become a full stack web developer.",
            "company": "Develhope"
        },
        {
            "title": "AZ-900: Microsoft Azure Fundamentals",
            "date": "December 2022",
            "description": "Microsoft Azure Fundamentals certification is an entry-level certification that demonstrates foundational knowledge of cloud concepts, Azure services, security, privacy, compliance, and trust.",
            "company": "Microsoft"
        }
    ],
    "ProjectList": [
        {
            "title": "What Should I Watch - Ai Movie Recommendation App",
            "description": "'What Should I Watch', an AI-driven platform that offers personalized movie recommendations based on users' emotions and preferences. Developed user-friendly interface, advanced algorithms, and integrated with popular streaming platforms.",
            "link": "",
            "img": "/wsiw.png"
        },
        {
            "title": "Mailio - Personal Ai E-mail assistant",
            "description": "Mailio is an innovative chat and email assistant designed to optimize professional communication. With its intelligent features and real-time suggestions, Mailio facilitates the composition of effective messages, ensuring clarity and professionalism in interactions. By streamlining workflows, saving time, and enhancing messaging skills, Mailio empowers users to maximize their communication efficiency.",
            "link": "",
            "img": "/Logo.png"
        },
        {
            "title": "OZXK Blog | Full Stack React Project",
            "description": "This project involved the creation of a personal blog site using React, Next.js, Node.js and SASS. The implementation also included the development of a content management system (CMS) utilizing Node.js and MongoDB. The CMS allows for seamless creation and editing of blog posts, as well as efficient management of website settings. The source code for this project can be found on GitHub.",
            "link": "https://github.com/Ouzx/ozxkdev",
            "linkType": "Github",
            "img": "/favicon.png"
        },
        {
            "title": "Freelance Wordpress Projects",
            "description": "Developed and launched 6 live WordPress websites for diverse clients across various industries. Created websites for local businesses, e-commerce platforms, and learning management systems. Acquired expertise in SEO implementation, caching strategies, minification and lazy loading techniques, and UI/UX design principles. Collaborated closely with clients to understand their requirements and deliver customized solutions. Ensured websites were responsive, user-friendly, and optimized for performance.",
            "link": "https://www.ozxk.dev/portfolio",
            "linkType": "Portfolio",
            "img": "/wordpress.jpg"
        }
    ]
}
